Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/depts/other_files/nou2016_hjertespraaket.epub.tmx
Source language: nob
Languages: smj

source: Utvalget foreslår nye forvaltningsoppgaver for Sametinget og mener det kan være hensiktsmessig å vurdere om oppgavene med å utstede tolkebevillinger og godkjenning av lovoversettelser til samiske språk bør legges til Samisk språkråd.
smj: Nammadus oajvvat ådå háldadusdahkamusájt Sámediggáj ja miejnni soajttá vuogas árvustallat jus dahkamusá dålkkumlåbijt vaddet ja láhkajårggålimijt dåhkkidit bierriji Sáme giellarádáj biejaduvvat.

source: Barn og unge
smj: Máná ja nuora

source: I arbeidet med å øke antall samiske språkbrukere er språkoverføring mellom generasjoner helt avgjørende.
smj: Gå galggá sámegiela addnij lågov lasedit de la giellajoarkkem buolvaj gaskan viehka ájnas.

source: I situasjoner hvor foreldre selv ikke behersker det aktuelle samiske språket blir barnehagen og skolen særdeles viktige språkarenaer.
smj: Gå æjgáda e sámegielav buvte de mánájgárdde ja skåvllå sjaddi viehka ájnas giellaarena.

source: Utvalget mener samiskspråklige barnehager er det viktigste enkelttiltaket for å sikre bevaring og vitalisering av samiske språk.
smj: Nammadusá mielas li sáme mánájgárde ållu ájnnasamos vædtsak gå galggá sámegielajt bisodit ja ælládahttet.

source: Knyttet til dette er tiltak som sikrer det videre utdanningsløpet med opplæring i og på samiske språk.
smj: Dási gulluji aj dåjma ma sihkarassit mánná åhpaduvvá sámegiellaj ja dav oahppá.

source: Utvalget foreslår at alle kommuner skal ha plikt til å tilby et samiskspråklig barnehagetilbud dersom foreldrene ønsker det.
smj: Nammadus oajvvat gájka suohkana galggi sámegielak mánájgárddefálaldagáv fállat jus æjgáda dav sihti.

source: Dette sikrer også samiske barn en individuell rett til samiskspråklig barnehage.
smj: Návti sáme máná aj oadtju individuála riektáv sámegielak mánájgárddáj.

source: Utvalget er tilfreds med Stortingets vedtak om at ansatte i samiske barnehager skal beherske samisk, og forventer at dette følges opp med nødvendig lov- og forskriftsarbeid, samt ressurser slik at dette kan realiseres.
smj: Nammadus la dudálasj Stuorradikke mærrádusájn jut sáme mánájgárde bargge galggi buktet sámástit, ja vuorddá dát joarkká láhka- ja njuolgadustjálabargoj ja ressursaj váj dáv nahká ållidit.

source: Utvalget mener at hovedutfordringene innenfor grunnopplæringen handler om at samiske elever ikke får oppfylt retten til opplæring i og på samisk.
smj: Vuodoåhpadusá ájnnasamos hásstalusá nammadusá mielas le dat jut sáme oahppij riektá sáme åhpadibmáj ij ålliduvá.

source: Utvalget har i sine vurderinger og forslag til tiltak derfor fokusert på det som oppleves som utfordringer ved å få oppfylt denne retten.
smj: Dan diehti la nammadus ietjas árvustallamijn ja dåjmaj oajvvadusáj fokuserim dán riektá ållidime riektáj.

source: Utvalget foreslår at retten til opplæring på samisk utenfor språkbevarings- og språkvitaliseringskommuner styrkes, ved at minstekravet på ti elever reduseres til tre elever.
smj: Nammadus oajvvat riektá sámegiela åhpadibmáj giellabisodim- ja giellaælládahttemsuohkanij ålggolin nanniduvvá, navti váj gájbbádus galla oahppe gávnnuji åvddål oadtju fálaldagáv binneduvvá lågev oahppijs gålmå oahppijda.

source: Opplæring i samisk i videregående opplæring bør utvides til også å omfatte alle som har hatt opplæring i eller på samisk i grunnskolen og til at disse skal ha rett til samiskopplæring etter sterke språkmodeller.
smj: Sámeåhpadibme joarkkaskåvlån bierri vijdeduvvat váj juohkkahasj guhti la sámegiellaj jali – gielan åhpaduvvam vuodoskåvlån oadtju riektáv sámeåhpadibmáj nanos modellaj milta.

source: Videre foreslår utvalget at samisk som første- eller andrespråk skal være obligatorisk i språkbevaringskommunene.
smj: Vijddábut oajvvat nammadus sámegiella vuostasj- jali nubbengiellan galggá liehket bákkulasj giellabisodimsuohkanijn.

source: Utvalget mener at språkvitaliseringskommuner og storbykommuner må ha minst en samisk profilskole i kommunen.
smj: Nammadus miejnni giellaælládahttemsuohkana ja stuorrastádasuohkana bierriji ásadit unnemusát avtav sáme profijllaskåvlåv suohkanin.

source: På samiske profilskoler må det være et helhetlig samisk opplæringstilbud.
smj: Sáme profijllaskåvlåjn hæhttu liehket ålles sáme oahppofálaldahka.

source: I språkvitaliseringskommunene og storbykommunene ønsker utvalget å innføre et eget fag i samisk kultur og historie for elever som følger kunnskapsløftet samisk, men som ikke har opplæring i samisk som første- eller andrespråk.
smj: Giellaælládahttemsuohkanijn ja stuorrastádasuohkanijn sihtá nammadus álgadit sierra fágav sáme kultuvran ja histåvrån oahppijda gudi tjuovvu Máhttolåpptim sáme, valla gejn ij la sámegiela åhpadibme vuostasj- jali nubbengiellan.

source: Utover dette foreslår utvalget en rekke tiltak på barnehage- og skoleområde, blant annet knyttet til at kommunene må ha planer for et helhetlig samiskspråklig tilbud, for overgangen fra barnehage til skole, og for grenseoverskridende samarbeid.
smj: Dási duodden oajvvat nammadus moadda dåjma mánájgárdde- ja skåvllåsuorgen, duola dagu jut suohkanijn galggi plána ålles sámegielak fálaldahkaj, gå mánná mánájgárdes skåvllåj sirddá, ja aktisasjbargguj rijkkarájáj rastá.

source: For å sikre vitalisering, bevaring og utvikling av de samiske språkene mener utvalget disse tiltakene må ha høy prioritert.
smj: Gå galggá sámegielajt ælládahttet, bisodit ja åvddånahttet de miejnni nammadus dá dåjma galggi vuoroduvvat.

source: Det er nødvendig å styrke innsatsen og ressursbruken for å sikre at alle som ønsker det får gode samiske barnehage- og opplæringstilbud.
smj: Dárbbo la nannit bargov ja ressurssaanov váj sihkarasstá jut gájka gudi sihti oadtju buorre sáme mánájgárdde- ja åhpadimfálaldagáv.

source: Utvalget har hatt spesiell oppmerksomhet på situasjonen til det sørsamiske barnehage- og opplæringstilbudet, da sørsamisk språk er i en svært utsatt og sårbar situasjon med tanke på å sikre bevaring og vitalisering av språket.
smj: Nammadus la sierraláhkáj berustam oarjjelsáme mánájgárdde- ja åhpadimfálaldagás, danen gå oarjjelsámegiella le viehka várnnahis dilen gå galggá gielav bisodit ja ælládahttet.

source: Det er derfor viktig at man ved opprettelse av et språkressurssenter og en barnehage- og skoleansvarlig underlagt Sametinget, ikke risikerer at velfungerende tiltak bortfaller.
smj: Danen la ájnas gå giellaressurssaguovdátjav álgat ja ulmutjav virggáj biedja guhti mánájgárdde- ja skåvllåássjij åvdås vásstet Sámedikke vuolen, ahte dåjma ma buoragit doajmmi e gádo.

source: Opplæringsmiljøet i barnehage- og skolesektoren i sørsamisk område er lite og fragmentert.
smj: Oarjjelsáme guovlo mánájgárdde- ja skåvllåsuorge åhpadimbirás la unne ja oabllát.

source: Utvalget understreker statens ansvar for hele den sørsamiske opplæringa, fra barnehage til videregående skole og voksenopplæring.
smj: Nammadus dættot stáhtan la åvdåsvásstádus ålles oarjjelsámegiela åhpadimes, mánájgárde rájes gitta joarkkaskåvllåj ja ållessjattukhåadibmáj.

source: Utvalget foreslår derfor at statens overordnede ansvar må samles som en overbygning for skoler som tilbyr sørsamisk opplæring og sørsamiske barnehager.
smj: Danen oajvvat nammadus stáhta badjásasj åvdåsvásstádus tjoahkkiduvvá alep dásen dajs skåvlåjs gudi oarjjelsámegiela åhpadimev fálli ja oarjjelsáme mánájgárde.

source: Oversettelse av regelverk og informasjonsplikt
smj: Lágaj, njuolgadustjálaj, diedoj, almodimij ja sjiemáj jårggålibme

source: Utvalget fremhever at økt bruk av samiske språk i offentlig forvaltning, som oversetting av lover, forskrifter, informasjon, kunngjøringer og skjema på samiske språk, bidrar til terminologiutvikling.
smj: Nammadus dættot gå sámegiella ienebut aneduvvá almulasj háldadusán, dagu gå lágajt, njuolgadustjállagijt, diedojt, almodimijt ja sjiemájt sámegielajda jårggål, de la dat viehkken terminologijaåvddånibmáj.

source: Utvalget ser at det er behov for mer tilgjengelig informasjon om både rettigheter og plikter for samiskspråklige, og at det er behov for å klargjøre hvilke plikter offentlige organ har.
smj: Nammadus vuojnná dárbov sámegielagij riektá ja vælggogisvuoda álkkebut gávnnuji gieda åvdån. Dárbbo la aj tjielgadit makkir vælggogisvuoda almulasj ásadusájn li sáme álmmuga gáktuj.

source: Utvalget foreslår å lovfeste offentlige myndigheters plikt til å oversette informasjon, skjema og standardiserte brev som særskilt berører den enkeltes rettssikkerhet eller pasientsikkerhet til samiske språk.
smj: Nammadus oajvvat lága baktu mierredit almulasj oajválattjaj vælggogisvuodav sámegiellaj jårggålit guovdásj diedojt ma sierraláhkáj guosski ájnegis ulmutja riektásihkarvuohtaj jali pasiænntasihkarvuohtaj.

source: I tillegg mener utvalget at offentlige organer innenfor det samiske språkområdet plikter å gi ut visse typer offentlig informasjon på samiske språk.
smj: Duodden miejnni nammadus almulasj orgána sáme giellaguovlon galggi vissa almulasj diedojt sámegielajda vaddet.

source: Utvalget foreslår en videreføring av plikten til å kunngjøre på samiske språk.
smj: Nammadus oajvvat joarkket vælggogisvuodav sámegiellaj tjálalattjat diededit.

source: Når det gjelder oversettelse av lover og forskrifter, mener utvalget at lover og forskrifter som særskilt berører den enkeltes rettssikkerhet eller pasientsikkerhet, skal oversettes til samiske språk.
smj: Mij guosská lágajda ja njuolgadustjállagijda, de miejnni nammadus guovdásj lága ja njuolgadustjállaga ma sebrudagán aneduvvi, ja ma sámijda aj guosski, galggi sámegielajda jårggåluvvat.

source: Det samme skal gjelde lover og forskrifter som er av stor betydning for hele eller deler av den samiske befolkningen.
smj: Duodden galggi lága ja njuolgadustjállaga ma li sierraláhkáj ájnnasa sáme álmmugij, sámegielajda gávnnut.

source: Utvalget foreslår at godkjennelsesmyndighet for oversetting av lover til samiske språk skal legges til Sametinget, men understreker at fagdepartementene har ansvar for å oversette lover og forskrifter på sine ansvarsområder.
smj: Nammadus oajvvat Sámedikke duogen sjaddá dåhkkidit sámegiela láhkajårggålimijt, valla dættot fáhkadepartementajn la åvdåsvásstádus jårggålit lágajt ietjasa suorgen.

source: Rett til svar på samiske språk
smj: Riektá vásstádussaj sámegielajda

source: Utvalget foreslår at offentlige organer i det samiske språkområdet skal ha plikt til å besvare henvendelser på det aktuelle samiske språket i tjenestekretsen, både skriftlig og muntlig.
smj: Nammadus oajvvat almulasj orgána sáme giellaguovlon galggi hæhttut vásstedit guoskavasj giellaj ietjas guovlon, sihke njálmálattjat ja tjálalattjat.

source: Språkvitaliseringskommuner og storbykommuner med særlig ansvar for samiske språk kan benytte bruk tolk i sin besvarelse.
smj: Giellaælládahttemsuohkana ja stuorrastádasuohkana majn la sierralágásj åvdåsvásstádus sámegielaj åvdås bessi dålkåv adnet gå vásstedi.

source: Kongen kan i forskrift gi nærmere regler om gjennomføringen av plikten til å gi svar på samiske språk, herunder fastsette bestemte telefon- og møtetider for personer som ønsker å kommunisere på det aktuelle samiske språket.
smj: Gånågis máhttá njuolgadustjállaga baktu mierredit gåktu galggá vásstedit, dasi gullu aj mierredit sierra telefåvnnå- ja iejvvimájgijt ulmutjijda gudi sihti guoskavasj sámegiellaj guládallt.

source: Justissektoren
smj: Justissuorgge

source: Retten til å snakke samiske språk i justissektoren avhenger i dag av hvordan domstolene, politi- og påtalemyndighet, og Kriminalomsorgen er organisert.
smj: Riektá sámástit justissuorgen la uddni dan duogen gåktu duobbmoståvlå, politija- ja guoddalimoajválattja ja Kriminalhukso la organiseriduvvam.

source: Utvalget mener det er behov for en lovendring, slik at retten til å bruke samiske språk i større grad knyttes til individ.
smj: Nammadusá miejnni dárbaj láhkarievddadamav navti váj riektá sámegielav adnet ienebut ájnegis individaj tjanáduvvá farra gå orgádnaj, ásadussaj jali geográfalasj guovlluj.

source: Domstolene
smj: Duobbmoståvlå

source: Utvalget mener det bør være en større rett til å bruke samiske språk i rettsvesenet enn det som gjelder etter dagens regler, som utelukkende gjelder for domstoler med embetskrets som helt eller delvis inngår i forvaltningsområdet.
smj: Nammadus miejnni bierri vijddásap riektá sámegielav adnet riektásysteman gå mij udnásj njuolgadusáj milta la. Dát dan diehti danen gå udnásj njuolgadusá dåssju guosski duobbmoståvlåjda maj ámmátguovllo ållåsit jali muhtem mærráj la oassen giellaháldadimguovlos.

source: Samtidig ser utvalget at manglende juridisk terminologi på samiske språk, mangel på kvalifiserte tolker, og mangel på samiskspråklige dommere setter grenser for hvor langt rettighetene kan strekkes.
smj: Sæmmi båttå vuojnná nammadus juridihkalasj terminologija sámegiellaj vádnun, dåhkkidum dålkå vádnuni, ja sámegielak duobmára vádnuni ja navti la ráddjidum man guhkás dájt riektájt máhttá vaddet.

source: Utvalget ønsker å fremheve betydningen av å ivareta den enkeltes behov for å kunne uttrykke seg på det aktuelle samiske språket, og mener at retten til å snakke samiske språk (avgi egen forklaring) under et rettsmøte skal gjelde hele landet.
smj: Nammadus sihtá åvdedit man ájnas la jut juohkkahasj galggá bessat ietjas giellaj juojddáv tjielggit, ja dan diehti miejnni riektá sámástit (ietjas tjielggidusáv buktet sámegiellaj) riektátjåhkanimen galggá ålles lánndaj guosskat.

source: I de tilfellene den aktuelle domstolen ikke besitter samiskkunnskaper innebærer bestemmelsen en rett til å kreve tolk eller oversetter.
smj: Jus guoskavasj duobbmoståvllå ij sámegielav buvte de dát merkaj riektá la dålkåv jali jårggåliddjev åttjudit.

source: Politi- og påtalemyndigheten
smj: Politija- ja guoddalimoajválattja

source: Når det gjelder politi- og påtalemyndighetene, har utvalget tatt i betraktning at avhør i dag er ment å skje «på stedet» for hendelsen.
smj: Mij guosská politija- ja guoddalimoajválattjajda, diehtá nammadus udnásj værálda åtsådibme galggá dáhpáduvvat «daŋga sajen» gånnå dáhpáduváj.

source: Utvalget mener dette vil kunne begrense muligheten for å bli avhørt på det aktuelle samiske språket.
smj: Nammadusá mielas dát máhttá ráddjit vejulasjvuodav guoskavasj sámegiellaj åtsåduvvat.

source: Utvalget foreslår at retten til å snakke samiske språk under avhør skal gjelde i hele landet, og skal gjelde der tjenestehandlingen finner sted, herunder avhør på stedet.
smj: Nammadus oajvvat riektá sámástit galggá guosskat lándav miehtáj, ja galggá guosskat dåppe gåggu åtsåt, aj jus la daŋga sajne.

source: Dersom vedkommende tjenesteperson ikke behersker det aktuelle samiske språket, innebærer dette at det må legges til rette for at vedkommende kan la seg avhøre via fjerntolk.
smj: Jus bargge dievnastusán ij sámegielav buvte, de galggá dibddet tjielggit guhkásdålkå baktu.

source: Kriminalomsorgen og konfliktrådene
smj: Kriminalhukso ja rijddotjoavddemráde

source: Utvalget foreslår at retten til å snakke samisk under soning utvides til å gjelde fengsler her i landet.
smj: Nammadus oajvvat riektá sámástit giddagisán vijdeduvvá giddagisájda lándav miehtáj, váj oarjjel- ja julevsáme giellaadno aj dasi gullu.

source: Det bør videre utpekes hvilke institusjoner som skal ha oppfølgingsansvar for samiske språk, slik at det er tilbud i rimelig nærhet av de domfeltes bostedsområder.
smj: Bierri mierreduvvat makkir ásadusájn galggá sierralágásj åvdåsvásstádus sámegielaj åvdås, váj gávnnuji fálaldagá duobbmiduvvam ulmutjij årrombájke lahka.

source: Utvalget mener at det kan være hensiktsmessig å gi Bodø særlig ansvar for å tilrettelegge for lulesamisk språkbruk, og Verdal fengsel særlig ansvar for sørsamisk språkbruk, og at Vadsø og Tromsø fengsel fortsatt skal ha ansvar for å tilrettelegge for nordsamisk språkbruk.
smj: Nammadusá mielas luluj vuogas Bådåddjuj vaddet sierralágásj åvdåsvásstádusáv julevsámegiellaj hiebadit, ja Verdal giddagissaj sierralágásj åvdåsvásstádusáv oarjjelsámegiela åvdås, ja jut Vadsø ja Råmså giddagisá ájn galggi nuorttasámegiela åvdås vásstedit.

source: I den grad det anses som sikkerhetsmessig forsvarlig bør det også kunne tilrettelegges for at samisktalende domfelte i landets øvrige fengsler kan søke om overføring av soning til fengslene med særlig ansvar for samiske språk.
smj: Jus sihkarvuoda milta la dåhkkidahtte de bierri hiebadit váj sámegielaga gudi li duobbmiduvvam ja lánda ietjá giddagisájn tjåhkkåhi bessi åhtsåt sirddet giddagisájda majn la sierralágásj åvdåsvásstádus sámegielaj åvdås.

source: De generelle språkrettighetene som følger av rett til svar på samisk og informasjonsplikten skal også gjelde for friomsorgen og for konfliktrådene.
smj: Giellariektá galggi aj giellaguovlo friddjahuksuj ja rijddotjoavddemrádijda guosskat.

source: Helse- og omsorgssektoren
smj: Varresvuohta- ja huksosuorgge

source: Utvalget er bekymret for at det er lite tilrettelegging for samisk språkbruk generelt, og særlig for sør- og lulesamisk språk- og kulturforståelse i helse- og omsorgssektoren.
smj: Nammadus juorrul gå sáme giellaadnuj åbbålattjat, ja sierraláhkáj oarjjel- ja julevsáme giella- ja kulturdádjadussaj ij la heva hiebadam.

source: Utvalget fremhever behovet for å styrke kompetansen i samiske språk og samisk kultur, innen helse- og omsorgssektoren og særlig i den statlige barnevernstjenesten.
smj: Nammadus åvdet man ájnas la sámegiela ja sáme kultuvra máhtudagáv nannit varresvuoda- ja huksosuorgen ja sierraláhkáj stáhta mánájsuodjalusán.

source: Utvalget foreslår å lovfeste en individuell rett til språk- og kulturtilpassede tjenester uavhengig av hvor vedkommende mottar tjenesten.
smj: Nammadus oajvvat lága baktu mierredit individuála riektáv giella- ja kulturhiebadum dievnastusájda vájku gåggu dat ájnegis ulmusj årru.

source: Dette betyr at pasient eller bruker har rett til å benytte det aktuelle samiske språket i kontakt med helse- og omsorgspersonell i hele landet.
smj: Dát merkaj pasientan jali addnen la riektá guoskavasj sámegielav adnet varresvuoda- ja huksobarggij guládijn lándav miehtáj.

source: Bestemmelsen er særlig aktuell for personer som i liten grad behersker norsk, når informasjon som skal gis har betydning for pasientsikkerheten, eller der det er avgjørende at tjenesten er tilpasset samisk kultur.
smj: Mærrádus la sierraláhkáj ájnas sidjij gudi e heva dárogielav buvte, gå diedo ma guosski pasiænntasihkarvuohtaj galggi vatteduvvat, jali gå la ájnas jut dievnastus la sáme kultuvrraj hiebaduvvam.

source: Den utvidede retten til å bli betjent på samiske språk, altså rett til å velge å benytte samisk uavhengig av kunnskaper i norsk, foreslår utvalget blir differensiert og knyttet til kommunekategoriene.
smj: Vijdedum riektá sámegielajda dievnoduvvat, dat sihtá javllat sámástit vájku man buoragit dárogielav bukta, oajvvat nammadus differensieriduvvá ja tjanáduvvá suohkankategorijajda.

source: Retten vil gjelde for det aktuelle språket som brukes i språkområdet i tjenestekretsen.
smj: Riektá guosská dan giellaj mij aneduvvá dievnastusfálaldagá giellaguovlon.

source: Utvalget foreslår å innføre mulighet for fjernkonsultasjon med samiskspråklige leger i kombinasjon med en veiledningsordning over telematikk for fastleger med samiske pasienter.
smj: Nammadus oajvvat åttjudut guhkáskonsultasjåvnå vejulasjvuodav åttjudit sámegielak dåktårij aktan bagádallamårnigijn telematihka baktu fásstadåktårij gejn li sáme pasienta.

source: Dette er først og fremst rettet mot områder av Norge hvor samiskspråklige fastleger ikke er tilgjengelig i pasientens kommune.
smj: Dát la sierraláhkáj dajda åsijda Vuonarijkas gånnå sámegielak fásstadåktåra e pasienta suohkanin gávnnu.

source: Utvalget foreslår utvidelse av de nasjonale teamene ved Samisk nasjonalt kompetansesenter – psykisk helsevern og rus (SANKS) slik at det blir større fagteam ved hvert kontor i både lule-, og sørsamisk område.
smj: Nammadus oajvvat vijdedit nasjonála teamajt Sáme nasjonála máhtudakguovdátjin – psyhkalasj varresvuohtasuodjalibme ja gárevselga (SÁNAG) váj sjaddi stuoráp fáhkajuohkusa iesjgeŋga kontåvrån sihke julev- ja oarjjelsáme guovlon.

source: Utvalget mener videre det bør vurderes opprettelse av egne kontorer på Røros, Trondheim og Tromsø i samarbeid med helseforetak i områdene.
smj: Vijddásappot miejnni nammadus bierri árvustallat ásadit sierra kontåvråjt Rørosan, Roandemin ja Råmsån aktisasjbarggon varresvuohtaviddnudagáj dáj guovlojn.

source: Utvalget støtter opprettelsen av Samisk helsepark og anbefaler å videreutvikle Samisk helsepark som urfolkssenter, med tilbud innen spesialisthelsetjeneste somatikk, psykisk helsevern og rus.
smj: Nammadus doarjju Sáme varresvuodapárka álgadimev ja rávvit Sáme varresvuodapárkav vijddásappot åvddånahttet álggoálmmukguovdátjin, fálaldagáj spesialistvarresvuodadievnastusán somatihkka, psyhkalasj varresvuohtasuodjalibme ja gárevselga.

source: Fortrinnsrett til ansettelse og permisjon med lønn
smj: Vuorodum virggájbiedjam ja virggeloabe bálkkájn

source: For at språkrettighetene skal fungere i praksis er det nødvendig å øke andelen samisktalende med fagkompetanse innenfor samtlige sektorer.
smj: Váj giellariektá galggi duohta dilev doajmmat de la dárbbo lasedit sámegielagij lågov gejn la fáhkamáhtudahka divna suorgijn.

source: Utvalget foreslår blant annet at samiskspråklig kompetanse og/eller fortrinnsrett i større grad må benyttes for stillingsansettelser, særlig i språkbevaringskommunene, men også i offentlige organer som retter seg mot den samiske befolkningen.
smj: Nammadus oajvvat duola dagu sámegielak máhtudahka ja/jali åvddåmåne ienebut galggi aneduvvat virggádimijn, sierraláhkáj giellabisodimsuohkanijn, valla aj ietjá almulasj ásadusájn ma sáme álmmugav galggi dievnnot.

source: Utvalget vil fremheve at krav til språkkunnskaper ved tilsettinger i mange tilfeller både vil være saklig og nødvendig å stille, på linje med krav som stilles til norskkunnskaper for tilsvarende stillinger.
smj: Nammadus dættot gájbbádusá giellamáhtudahkaj virggájbiejadijn álu le ássjálasj ja dárbulasj gájbbedit, sæmmi láhkáj gå dárogielmáhtudagáv gájbbet sæmmilágásj virgijda.

source: Dette gjelder særlig i stillinger det det er behov for å ha god språkforståelse av hensyn til personsikkerhet eller hvor stillingen innebærer en viss kontakt med publikum.
smj: Dát sierraláhkáj guosská virgijda gånnå dárbaj buorre gielladádjadusáv persåvnnåsihkarvuoda diehti jali gånnå virgen la muhtem aktijvuohta álmmugijn.

source: Utvalget vil også fremheve at organene må utarbeide rekrutterings- og kompetanseplaner for økt ansettelse av samiskspråklige og at konkurransedyktig lønn er et aktuelt virkemiddel.
smj: Nammadus sihtá aj dættodit ásadusá hæhttuji virggájbiedjam- ja máhtudakplánajt dahkat maj ulmme la ienep sámegielak bargge ja jut buorep bálkká soajttá viehkkenævvon.

source: Andre stimuleringstiltak, som for eksempel stipend, permisjoner med lønn mv, bør også gis i den grad det er hensiktsmessig.
smj: Ietjá stimulerimdåjma dagu stipenda, virggeloabe bálkkájn jna. bierri aj vatteduvvat nav guhkás gå la vuogas.

source: Utvalget vil understreke at de som får slik permisjon, også bør kunne pålegges tjenesteplikt i organet etter endt permisjon.
smj: Nammadus ajtu dættot sij gudi dákkir virggelåbijt oadtju, bierriji aj hæhttut barggat orgánan vissa ájgev maŋŋel gå virggeloabes máhttsi.

source: Klage, tilsyn og ombud
smj: Gujttim, bærrájgæhttjo ja oahttse

source: Utvalget foreslår å videreføre dagens klageordning i sameloven.
smj: Nammadus oajvvat joarkket udnásj gujttimårnigav sámelágan.

source: Utvalget mener imidlertid at etterlevelsen av språkreglene må styrkes ved bedre veiledning, samarbeid og dialog mellom ulike instanser.
smj: Nammadusá mielas bierri ajtu giellanjuolgadusáj tjuovvolibme nanniduvvat buorep bagádallama, aktisasjbargo ja guládallama baktu iesjgeŋga ásadusáj gaskan.
